7767517
60 68
Input                    input0                   0 1 input0 0=224 1=224 2=3 -23328=1,1159372751 -23329=1,82.707069
Convolution              Conv_0                   1 1 input0 input.4 0=64 1=7 3=2 4=3 5=1 6=9408 20=1 21=42 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,33.953869
ReLU                     Relu_1                   1 1 input.4 onnx::MaxPool_141 20=1 21=17314 22=14 23=1 -23328=1,1 -23329=1,35.881435
Pooling                  MaxPool_2                1 1 onnx::MaxPool_141 input.8 1=3 2=2 3=1 5=1 20=1 21=25206 22=15 -23328=1,1 -23329=1,27.601921
Split                    splitncnn_0              1 2 input.8 input.8_splitncnn_0 input.8_splitncnn_1 -23328=1,1 -23329=2,27.601921,27.601921
Convolution              Conv_3                   1 1 input.8_splitncnn_1 input.16 0=64 1=3 4=1 5=1 6=36864 20=1 21=78 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,21.506733
ReLU                     Relu_4                   1 1 input.16 onnx::Conv_145 20=1 21=26185 22=13 23=1 -23328=1,1 -23329=1,68.744637
Convolution              Conv_5                   1 1 onnx::Conv_145 onnx::Add_218 0=64 1=3 4=1 5=1 6=36864 20=1 21=97 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,29.520334
Eltwise                  Add_6                    2 1 onnx::Add_218 input.8_splitncnn_0 onnx::Relu_148 0=1 20=1 21=24926 22=15 17=17523 18=14 16=1 -23328=1,1 -23329=1,22.456577
ReLU                     Relu_7                   1 1 onnx::Relu_148 input.24 20=1 21=32767 22=15 23=1 -23328=1,1 -23329=1,22.456577
Split                    splitncnn_1              1 2 input.24 input.24_splitncnn_0 input.24_splitncnn_1 -23328=1,1 -23329=2,22.456577,22.456577
Convolution              Conv_8                   1 1 input.24_splitncnn_1 input.32 0=64 1=3 4=1 5=1 6=36864 20=1 21=103 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,36.176655
ReLU                     Relu_9                   1 1 input.32 onnx::Conv_152 20=1 21=20863 22=14 23=1 -23328=1,1 -23329=1,46.066948
Convolution              Conv_10                  1 1 onnx::Conv_152 onnx::Add_224 0=64 1=3 4=1 5=1 6=36864 20=1 21=152 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,23.793612
Eltwise                  Add_11                   2 1 onnx::Add_224 input.24_splitncnn_0 onnx::Relu_155 0=1 20=1 21=27087 22=15 17=17359 18=14 16=1 -23328=1,1 -23329=1,19.668875
ReLU                     Relu_12                  1 1 onnx::Relu_155 input.40 20=1 21=32767 22=15 23=1 -23328=1,1 -23329=1,19.668875
Split                    splitncnn_2              1 2 input.40 input.40_splitncnn_0 input.40_splitncnn_1 -23328=1,1 -23329=2,19.668875,19.668875
Convolution              Conv_13                  1 1 input.40_splitncnn_1 input.48 0=128 1=3 3=2 4=1 5=1 6=73728 20=1 21=138 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,44.327473
ReLU                     Relu_14                  1 1 input.48 onnx::Conv_159 20=1 21=18423 22=14 23=1 -23328=1,1 -23329=1,49.844219
Convolution              Conv_15                  1 1 onnx::Conv_159 onnx::Add_230 0=128 1=3 4=1 5=1 6=147456 20=1 21=161 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,38.756771
Convolution              Conv_16                  1 1 input.40_splitncnn_0 onnx::Add_233 0=128 1=1 3=2 5=1 6=8192 20=1 21=585 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,51.850716
Eltwise                  Add_17                   2 1 onnx::Add_230 onnx::Add_233 onnx::Relu_164 0=1 20=1 21=19945 22=15 17=21919 18=14 -23328=1,1 -23329=1,31.561159
ReLU                     Relu_18                  1 1 onnx::Relu_164 input.60 20=1 21=17175 22=14 23=1 -23328=1,1 -23329=1,33.084873
Split                    splitncnn_3              1 2 input.60 input.60_splitncnn_0 input.60_splitncnn_1 -23328=1,1 -23329=2,33.084873,33.084873
Convolution              Conv_19                  1 1 input.60_splitncnn_1 input.68 0=128 1=3 4=1 5=1 6=147456 20=1 21=113 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,45.854725
ReLU                     Relu_20                  1 1 input.68 onnx::Conv_168 20=1 21=20147 22=14 23=1 -23328=1,1 -23329=1,56.387764
Convolution              Conv_21                  1 1 onnx::Conv_168 onnx::Add_239 0=128 1=3 4=1 5=1 6=147456 20=1 21=133 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,36.978596
Eltwise                  Add_22                   2 1 onnx::Add_239 input.60_splitncnn_0 onnx::Relu_171 0=1 20=1 21=27291 22=15 17=18312 18=14 16=1 -23328=1,1 -23329=1,30.798813
ReLU                     Relu_23                  1 1 onnx::Relu_171 input.76 20=1 21=30763 22=15 23=1 -23328=1,1 -23329=1,28.915306
Split                    splitncnn_4              1 2 input.76 input.76_splitncnn_0 input.76_splitncnn_1 -23328=1,1 -23329=2,28.915306,28.915306
Convolution              Conv_24                  1 1 input.76_splitncnn_1 input.84 0=256 1=3 3=2 4=1 5=1 6=294912 20=1 21=132 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,52.006306
ReLU                     Relu_25                  1 1 input.84 onnx::Conv_175 20=1 21=16641 22=14 23=1 -23328=1,1 -23329=1,52.822891
Convolution              Conv_26                  1 1 onnx::Conv_175 onnx::Add_245 0=256 1=3 4=1 5=1 6=589824 20=1 21=126 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,43.358551
Convolution              Conv_27                  1 1 input.76_splitncnn_0 onnx::Add_248 0=256 1=1 3=2 5=1 6=32768 20=1 21=306 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,86.218147
Eltwise                  Add_28                   2 1 onnx::Add_245 onnx::Add_248 onnx::Relu_180 0=1 20=1 21=12947 22=15 17=32579 18=14 -23328=1,1 -23329=1,34.066463
ReLU                     Relu_29                  1 1 onnx::Relu_180 input.96 20=1 21=17881 22=14 23=1 -23328=1,1 -23329=1,37.179623
Split                    splitncnn_5              1 2 input.96 input.96_splitncnn_0 input.96_splitncnn_1 -23328=1,1 -23329=2,37.179623,37.179623
Convolution              Conv_30                  1 1 input.96_splitncnn_1 input.104 0=256 1=3 4=1 5=1 6=589824 20=1 21=102 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,52.454582
ReLU                     Relu_31                  1 1 input.104 onnx::Conv_184 20=1 21=21922 22=14 23=1 -23328=1,1 -23329=1,70.184715
Convolution              Conv_32                  1 1 onnx::Conv_184 onnx::Add_254 0=256 1=3 4=1 5=1 6=589824 20=1 21=130 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,38.697910
Eltwise                  Add_33                   2 1 onnx::Add_254 input.96_splitncnn_0 onnx::Relu_187 0=1 20=1 21=31362 22=15 17=17053 18=14 16=1 -23328=1,1 -23329=1,37.038574
ReLU                     Relu_34                  1 1 onnx::Relu_187 input.112 20=1 21=17695 22=14 23=1 -23328=1,1 -23329=1,40.001659
Split                    splitncnn_6              1 2 input.112 input.112_splitncnn_0 input.112_splitncnn_1 -23328=1,1 -23329=2,40.001659,40.001659
Convolution              Conv_35                  1 1 input.112_splitncnn_1 input.120 0=512 1=3 3=2 4=1 5=1 6=1179648 20=1 21=117 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,52.680447
ReLU                     Relu_36                  1 1 input.120 onnx::Conv_191 20=1 21=21902 22=14 23=1 -23328=1,1 -23329=1,70.422302
Convolution              Conv_37                  1 1 onnx::Conv_191 onnx::Add_260 0=512 1=3 4=1 5=1 6=2359296 20=1 21=176 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,36.606579
Convolution              Conv_38                  1 1 input.112_splitncnn_0 onnx::Add_263 0=512 1=1 3=2 5=1 6=131072 20=1 21=386 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,51.324585
Eltwise                  Add_39                   2 1 onnx::Add_260 onnx::Add_263 onnx::Relu_196 0=1 20=1 21=18177 22=15 17=22971 18=14 -23328=1,1 -23329=1,28.470955
ReLU                     Relu_40                  1 1 onnx::Relu_196 input.132 20=1 21=19469 22=14 23=1 -23328=1,1 -23329=1,33.831558
Split                    splitncnn_7              1 2 input.132 input.132_splitncnn_0 input.132_splitncnn_1 -23328=1,1 -23329=2,33.831558,33.831558
Convolution              Conv_41                  1 1 input.132_splitncnn_1 input.140 0=512 1=3 4=1 5=1 6=2359296 20=1 21=96 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,42.774643
ReLU                     Relu_42                  1 1 input.140 onnx::Conv_200 20=1 21=17105 22=13 23=1 -23328=1,1 -23329=1,89.312225
Convolution              Conv_43                  1 1 onnx::Conv_200 onnx::Add_269 0=512 1=3 4=1 5=1 6=2359296 20=1 21=140 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,9.551612
Eltwise                  Add_44                   2 1 onnx::Add_269 input.132_splitncnn_0 onnx::Relu_203 0=1 20=1 21=8658 22=15 17=29016 18=13 -23328=1,1 -23329=1,8.939195
ReLU                     Relu_45                  1 1 onnx::Relu_203 input.148 20=1 21=28596 22=15 23=1 -23328=1,1 -23329=1,7.801242
Convolution              Conv_46                  1 1 input.148 input.156 0=256 1=3 4=1 5=1 6=1179648 20=1 21=17 22=15 23=0 24=2 25=1 26=21522 27=13 -23328=1,1 -23329=1,19.589941
PReLU                    LeakyRelu_47             1 1 input.156 onnx::Conv_207 20=1 21=21758 22=14 23=2 -23328=1,1 -23329=1,26.015265
Convolution              Conv_48                  1 1 onnx::Conv_207 input.164 0=256 1=3 4=1 5=1 6=589824 20=1 21=13 22=15 23=0 24=2 25=1 26=17319 27=13 -23328=1,1 -23329=1,15.749872
PReLU                    LeakyRelu_49             1 1 input.164 onnx::Conv_210 20=1 21=23357 22=14 23=2 -23328=1,1 -23329=1,22.453163
Convolution              Conv_50                  1 1 onnx::Conv_210 output0 0=30 1=1 5=1 6=7680 20=1 21=16 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,7.206799
